Revit 2027 API
SlabShapeCreaseArray Constructor
Initializes a new instance of the SlabShapeCreaseArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SlabShapeCreaseArray()
Public Sub New
public:
SlabShapeCreaseArray()
new : unit -> SlabShapeCreaseArray
See Also
Reference
SlabShapeCreaseArray Class
Autodesk.Revit.DB Namespace